IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Lang:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "I dati della Sezione non sono adatti per la generazione della mesh."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "Impossibile generare la mesh automatica."
IDS_MESHPMCV_AUTOMESH_Property = "Impossibile calcolare le proprietà della Sezione con mesh automatica."
IDS_MESHPMCV_PROPERTY_Area = "Impossibile calcolare le proprietà della Sezione ( sezione trasversale )."
IDS_MESHPMCV_PROPERTY_1stInertia = "Impossibile calcolare le proprietà della Sezione ( 1° momento d'inerzia )."
IDS_MESHPMCV_PROPERTY_2ndInertia = "Impossibile calcolare le proprietà della Sezione ( 2° momento d'inerzia )."
IDS_MESHPMCV_PROPERTY_PlasticCent = "Impossibile calcolare le proprietà della Sezione ( baricentro plastico )."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "Si è verificato un errore nelle informazioni dell'angolo di base per la creazione della curva PM."
IDS_MESHPMCV_MAKECURV_PMCvLine = "Creazione della curva PM non riuscita."
IDS_MESHPMCV_TUNECURV_LessLine = "La curva PM regolata automaticamente è inferiore alla curva PM originale."
IDS_MESHPMCV_CALRATIO_SelectLine = "Si è verificato un errore nei candidati della curva PM per il calcolo della resistenza di progetto."
IDS_MESHPMCV_CALRATIO_FindStrength = "Impossibile calcolare la resistenza di progetto."
IDS_MESHPMCV_CALRATIO_MakeCurve = "Impossibile calcolare la curva PM per la resistenza di progetto."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "L'angolo di incremento è troppo grande."
IDS_MESHPMCV_CALRATIO_ForceSum = "Impossibile calcolare la somma delle forze."
IDS_GEO_DGNCALC_PILE_FDN = "Fondazione su pali"
IDS_GEO_DGNCALC_FOOT_FDN = "Fondazione diretta"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "Verifica della capacità portante"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "Attrito negativo della pelle"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "Verifica del cedimento"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "Capacità portante laterale"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "Standard di progettazione delle Fondazioni delle strutture (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "Standard di progettazione dei ponti ferroviari (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "Specifiche di progettazione del ponte (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "Capacità portante finale"
IDS_GEO_DGNCALC_FDN_FRICTION = "Attrito della pelle"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "Palo infisso"
IDS_GEO_DGNCALC_FDN_DRILLED = "Palo gettato in opera"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "Palo prefabbricato trivellato"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "Palo trivellato"
IDS_GEO_DGNCALC_FDN_STEEL = "Palo in tubo di acciaio"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "Verifica statica"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "Prova in campo"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "Portanza della roccia"
IDS_GEO_DGNCALC_SAND = "Sabbia"
IDS_GEO_DGNCALC_CLAY = "Argilla"
IDS_GEO_DGNCALC_ROCK = "Roccia"
IDS_GEO_DGNCALC_FDN_SPT = "Prova di penetrazione standard"
IDS_GEO_DGNCALC_FDN_CPT = "Prova penetrometrica statica con cono (CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "Prova del pressometro"
IDS_GEO_DGNCALC_FDN_PBT = "Prova di carico su piastra"
IDS_GEO_DGNCALC_FDN_VST = "Prova di taglio con paletta"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe. et al"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang. et al"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "Fondazione canadese (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "Fondazione canadese (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese. et al"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma. et al"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios. et al"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese. et al"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "Normativa di progettazione delle fondazioni"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "considerando c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "Resistenza della roccia e proprietà delle discontinuità"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "Prova di carico su foro"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "Prova di penetrazione standard"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "Prova di penetrazione con cono"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "Pali infissi nella roccia"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "Terreno sabbioso - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "Argilla - metodo del fattore α"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "Argilla - metodo del fattore β"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "Argilla - metodo del fattore λ"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "Disturbo del terreno"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "Strato di argilla"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "Terreno sabbioso"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "Argilla - metodo del fattore α"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "Argilla - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "Argilla - resistenza non drenata"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "Terreno sabbioso"
IDS_GEO_DGNCALC_FDN_USE_SPT = "Prova di penetrazione standard"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "Roccia - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "Roccia - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "Capacità portante (Meyerhof,1976) di terreno sabbioso utilizzando il valore N da SPT"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "Pali finali"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "Miscelazione di latte di cemento"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "Getto di calcestruzzo"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "Incastro di pali in tubo di acciaio"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "Prova di penetrazione con cono"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT e resistenza non drenata"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "Portanza ultima"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "Modulo di elasticità orizzontale"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "Portanza orizzontale"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "Modulo di elasticità del terreno"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "Argilla"
IDS_GEO_DGNCALC_FDN_SOIL_N = "Prova di penetrazione standard"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "Calcolo della capacità portante per palo infisso"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "Calcolo della capacità portante per pali gettati in opera"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "Calcolo della capacità portante di pali trivellati"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "Normativa per ponti stradali giapponesi"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "Specifiche di progettazione delle Fondazioni delle strutture (Associazione Architettonica Giapponese, 2004)"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "Teoria elastica"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "Teoria elastica 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "Teoria elastica 2"
IDS_GEO_DGNCALC_CLAY_SAT = "Argilla saturata"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "Effetto di deformazione"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Equazione di Terzaghi"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Equazione di Meyerhof"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "Falla di taglio generale"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "Falla di taglio locale"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "Equazione di Terzaghi modificata"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "Esperienza"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "Resistenza a compressione uniaxiale"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "Buona Roccia"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "Classificazione della roccia"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi et al."
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond."
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "Impossibile calcolare la capacità portante."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "Nessun carico verticale."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "nel caso e2 ≥ B/2 o e1 ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "nel caso eB ≥ B/2 o eL ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "nel caso in cui sia presente solo la forza assiale."
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "nel caso e ≤ D/8 (distribuzione trapezoidale)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "nel caso e > D/8 (distribuzione triangolare)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "nel caso e ≥ D/2"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "nel caso ≤ B/6 (distribuzione trapezoidale)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "nel caso e > B/6 (distribuzione triangolare)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "nel caso e ≤ L/6 (distribuzione trapezoidale)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "nel caso e > L/6 (distribuzione triangolare)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "nel caso 6e2/B + 6e1/L ≤ 1.0 (distribuzione trapezoidale)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "nel caso 6eB/B + 6eL/L ≤ 1.0 (distribuzione trapezoidale)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "nel caso /B + 6e1/L > 1.0 (distribuzione triangolare)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "nel caso /B + 6eL/L > 1.0 (distribuzione triangolare)"
IDS_DGNCALCBASE_MESH_FAIL = "Generazione della mesh non riuscita."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "Equazione della capacità portante di punta di palo in tubo di Acciaio infisso in roccia tenera"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe e Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang e Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Manuale canadese di ingegneria delle Fondazioni (2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "Capacità portante ultima di punta da SPT"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "Capacità portante di punta di palo infisso in argilla"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "Capacità portante ultima di punta da CPT"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "Capacità portante di punta dovuta al disturbo del terreno durante la costruzione"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "Capacità portante di punta di palo gettato in opera in argilla"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma e Reese (1974), Quiros e Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "Capacità portante di punta di palo trivellato (iniezione di boiacca cementizia)"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Equazione di Meyerhof (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "Specifiche di progettazione delle Fondazioni delle strutture (Associazione Architettonica Giapponese, 2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "Standard di progettazione delle Fondazioni delle strutture (1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Società canadese di geotecnica (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "Il calcolo delle proprietà della Sezione non è riuscito."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "Si è verificato un errore durante l'utilizzo del file dei dati della Sezione( %s ).\nErrore :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
